# Prot_GetDistribCode

## Description
Returns the distributor code.

```pascal
FUNCTION Prot_GetDistribCode : STRING;
```

```python
def vs.Prot_GetDistribCode():
    return STRING
```

## Version
Availability: from Vectorworks 2023

## Category
* Protection